Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/laereplaner_sametinget_fastsetter.html.tmx
Source language: nob
Languages: sma

source: Læreplaner Sametinget fastsetter
sma: Learoesoejkesjh mejtie Saemiedigkie vihteste

source: Her finner du en oversikt over læreplaner Sametinget fastsetter.
sma: Daesnie bijjieguvviem learoesoejkesji bijjeli gaavnh mejtie Saemiedigkie vihteste.

source: Samiske læreplaner for studieforberedende utdanningsprogram
sma: Saemien learoesoejkesjh studijeryöjreden ööhpehtimmieprogrammese

source: Læreplan i samisk musikk og scene
sma: Learoesoejkesje - saemien musihke jïh scene

source: Læreplan i samisk visuell kultur
sma: Learoesoejkesje saemien visuelle kultuvresne

source: Læreplan i samisk historie og samfunn
sma: Learoesoejkesje saemien histovrijisnie jïh seabradahkesne

source: Samiske læreplaner for yrkesfaglige utdanningsprogram
sma: Saemien learoesoejkesjh barkoefaageles ööhpehtimmieprogrammese

source: Læreplan Vg2 reindrift (REI02‑03)
sma: Learoesoejkesje jåa2 båatsoe

source: Læreplan Vg2 duodji (DDU02‑03)
sma: Learoesoejkesje jåa2 duedtie
